Linbit-drbdtest/logs/test-retrieve-log/log/resync-never-connected.KNOWN-20160831-114032/fio-drbd-sp2-autotest-3-0-verify-4.log
## command: ['fio', '--section', 'verify', '-']
\Ndrbd-sp2-autotest-3: verify: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-3: fio-2.13
drbd-sp2-autotest-3: Starting 1 process
drbd-sp2-autotest-3: 

drbd-sp2-autotest-3: verify: (groupid=0, jobs=1): err= 0: pid=7251: Wed Aug 31 11:40:57 2016
drbd-sp2-autotest-3:   read : io=4056.0KB, bw=405600KB/s, iops=101400, runt=    10msec
drbd-sp2-autotest-3:     clat (usec): min=1, max=1357, avg= 7.48, stdev=76.44
drbd-sp2-autotest-3:      lat (usec): min=1, max=1358, avg= 7.85, stdev=76.47
drbd-sp2-autotest-3:     clat percentiles (usec):
drbd-sp2-autotest-3:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
drbd-sp2-autotest-3:      | 30.00th=[    1], 40.00th=[    1], 50.00th=[    1], 60.00th=[    1],
drbd-sp2-autotest-3:      | 70.00th=[    1], 80.00th=[    1], 90.00th=[    2], 95.00th=[    3],
drbd-sp2-autotest-3:      | 99.00th=[   27], 99.50th=[  596], 99.90th=[ 1192], 99.95th=[ 1352],
drbd-sp2-autotest-3:      | 99.99th=[ 1352]
drbd-sp2-autotest-3:     lat (usec) : 2=80.47%, 4=14.69%, 10=3.25%, 20=0.30%, 50=0.39%
drbd-sp2-autotest-3:     lat (usec) : 100=0.20%, 500=0.10%, 750=0.30%
drbd-sp2-autotest-3:     lat (msec) : 2=0.30%
drbd-sp2-autotest-3:   cpu          : usr=0.00%, sys=40.00%, ctx=12, majf=0, minf=5
drbd-sp2-autotest-3:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-3:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-3:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-3:      issued    : total=r=1014/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-3:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-3: 

drbd-sp2-autotest-3: Run status group 0 (all jobs):
drbd-sp2-autotest-3:    READ: io=4056KB, aggrb=405600KB/s, minb=405600KB/s, maxb=405600KB/s, mint=10msec, maxt=10msec
drbd-sp2-autotest-3: 

drbd-sp2-autotest-3: Disk stats (read/write):
drbd-sp2-autotest-3:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/4, aggrmerge=0/0, aggrticks=0/0, aggrin_queue=0, aggrutil=0.00%
drbd-sp2-autotest-3:     dm-0: ios=0/4, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/3, aggrmerge=0/1, aggrticks=0/0, aggrin_queue=0, aggrutil=0.00%
drbd-sp2-autotest-3:   vdb: ios=0/3, merge=0/1, ticks=0/0, in_queue=0, util=0.00%